// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskNameLegacy = "Administración de energía";

NeverAutoOffTitle = "Nunca";
AutoOffAfter15MinutesTitle = "Después de 15 Minutos";
AutoOffAfter30MinutesTitle = "Después de 30 Minutos";
AutoOffAfter45MinutesTitle = "Después de 45 Minutos";
AutoOffAfter1HourTitle = "Después de 1 Hora";
AutoOffAfter2HoursTitle = "Después de 2 Horas";
AutoOffAfter3HoursTitle = "Después de 3 Horas";

HSDTaskDescriptionLegacy = "Para ahorrar energía, su impresora puede apagarse después de un período específico. Puede especificar ese período en el menú emergente que aparece abajo.";
HSDAutoOffLabelLegacy = "Apagado automático:";
ApplyButtonTitle = "Aplicar ahora";

HSDTaskName = "Auto-off";
HSDTaskDescription = "Cuando la función Auto-off está activada, la impresora se apagará automáticamente después de que ha estado inactiva durante el tiempo que se muestra en este mensaje. Auto-off se desactiva cuando la impresora está conectada a una red. \nSugerencia: Para encender la impresora nuevamente, pulse el botón de encendido.";
HSDAutoOffLabel = "Auto-off:";
"0" = "Desactivado";
"1" = "Después de 1 minuto";
"5" = "Después de 5 minutos";
"10" = "Después de 10 minutos";
"15" = "Después de 15 minutos";
"20" = "Después de 20 minutos";
"30" = "Después de 30 minutos";
"60" = "Después de 1 hora";
"120" = "Después de 2 horas";
"180" = "Después de 3 horas";
"240" = "Después de 4 horas";
"480" = "Después de 8 horas";
"720" = "Después de 12 horas";
"1440" = "Después de 24 horas";
AutoOffEnableConfirmationTitle = "¿Está seguro de que quiere activar la función Auto-off?";
AutoOffEnableConfirmationMessage = "La función Auto-off apagará la impresora %@ si se detecta inactividad.";
YesButtonTitle = "Sí";
NoButtonTitle = "No";

HSDSleepAndAutoOffLabel = "Suspensión/Auto-off:";
HSDShutDownLabel = "Apagado:";
ShutDownEnableConfirmationTitle = "¿Está seguro de que desea habilitar la función de apagado?";
ShutDownEnableConfirmationMessage = "Esta función desconectará automáticamente la impresora después de %@ de inactividad.";
HSDTaskDescriptionForAutoOff = "Las funciones HP Auto-off/Auto-on son un modo de ahorro de energía que consumirá menos energía y se encenderá para imprimir.";
HSDTaskDescriptionForShutDown = "La función de apagado desconectará automáticamente la impresora después de un período de inactividad predefinido. Si usa la característica de apagado, la impresora no podrá imprimir ningún documento (incluidos documentos enviados mediante ePrint) ni procesar otros jobs (como faxes o entregas programadas, siempre que la impresora admita estas opciones) después de apagar la impresora. Estos jobs solo se podrán imprimir cuando se vuelva a encender la impresora.";
HSDDelayWhenPortsAreActiveCheckBox = "Retrasar cuando los puertos están activos";
